Revit 2027 API
SymbolTypeId.Lbm Property
 Symbol lbm, indicating unit Pounds mass.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Lbm { get; }
Public Shared ReadOnly Property Lbm As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Lbm {
	ForgeTypeId^ get ();
}
static member Lbm : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace